mother("Татьяна Драчева","Матвей Драчев").
mother("Татьяна Драчева","Петр Драчев").
mother("Жанна Смолева","Татьяна Драчева").
mother("Жанна Смолева","Оксана Конкина").
mother("Анна Драчева","Павел Драчев").
mother("Анна Драчева","Сергей Драчев").
mother("Мария Смолева","Юрий Смолев").
mother("Ирина","Анна Драчева").
mother("Вера Калинина","Мария Смолева").
mother("Елена (Юзефа) Бельская","Жанна Смолева").
mother("София Филиппович","Елена (Юзефа) Бельская").
mother("Екатерина","Ирина").
mother("Наталья Еглевская","Виктор Драчев").
mother("Анна Смолева","Иннокентий Смолев").
mother("Татьяна","Наталья Еглевская").
father("Павел Драчев","Матвей Драчев").
father("Павел Драчев","Петр Драчев").
father("Юрий Смолев","Татьяна Драчева").
father("Юрий Смолев","Оксана Конкина").
father("Виктор Драчев","Павел Драчев").
father("Виктор Драчев","Сергей Драчев").
father("Алексей Драчев","Виктор Драчев").
father("Иннокентий Смолев","Юрий Смолев").
father("Георгий Бельский","Жанна Смолева").
father("Никон Драчев","Алексей Драчев").
father("Павел Парубец","Анна Драчева").
father("Елисей Парубец","Павел Парубец").
father("Игнат Бельский","Георгий Бельский").
father("Максим","Ирина").
father("Леонтий Калинин","Мария Смолева").
father("Станислав Шкленник","Елена (Юзефа) Бельская").
father("Адам Филиппович","София Филиппович").
father("Флориан Шкленник","Станислав Шкленник").
father("Алексей Смолев","Иннокентий Смолев").
father("Федор","Вера Калинина").
father("Сергей","Анна Смолева").
father("Василий Нарохин","Наталья Еглевская").
father("Михаил Калинин","Леонтий Калинин").
father("Тимофей","Татьяна").
